{
  "email_or_password_false": "Email or Password false",
  "login_title": "Login",
  "login_password": "Password",
  "email_login" : "Bir Email Adresi Girin",
  "login_sing_up": "Sing Up",
  "login_forgot_password" : "Forgot Password",
  "google_wit_login" : "Login with Google",
  "verification_title" : "Email Verification",
  "cancel" : "Cancel",
  "send_again" : "Send Again",
  "save" : "Save",
  "deleting_data" : "Deleting Data...",
  "information" : "Information",
  "wrong" : "Something is wrong",

  "select_password": "Select a Password",
  "password_reset" : "Reset Password",
  "password_for_email_address" : "Email address for Password",
  "enter_valid_email_address" : "enter a valid e-mail address",
  "renewal_link" : "Renewal link has been sent to email",

  "sign_up_again_password" : "Enter Password Again",
  "email_is_not_valid" : "Email is not valid",
  "min_six_char" : "Must be at least 6 characters",
  "same_alert" : "Passwords must be the same",
  "already_exists" : "\"An account already exists for this e-mail. Please check the verification link in your e-mail!! \"",

  "exercises" : "Exercises",
  "training" : "Training",

  "calorie_calculator" : "Calorie Calculator",
  "weight" : "Weight",
  "age": "Age",
  "lenght" : "Lenght",
  "calculate" : "Calculate",
  "form_shape" : "The number of calories you need to stay in shape",
  "calorie": "calorie",

  "chest_and_triceps" : "Chest - Triceps",
  "back_and_biceps" : "Back - Biceps",
  "leg_and_shoulder" : "Leg - Shoulder",
  "arm" : "Arm",
  "my_body_sizes" : "My Body Sizes",
  "left_arm" : "Left Arm",
  "right_arm" : "Right Arm",
  "neck" : "Neck",
  "waist": "Waist",
  "biceps": "Biceps",
  "information_biceps": "The biceps or biceps is a large muscle located on the front of the upper arm between the shoulder and elbow. Both heads of the muscle arise on the scapula and fuse to form a single muscle trunk that attached to the upper forearm.",
  "triceps": "Triceps",
  "information_triceps": "The triceps is a large muscle located on the back of the upper extremity of many vertebrates. It consists of 3 parts: the medial, lateral and long head. It is the muscle primarily responsible for the extension of the elbow joint (straightening of the arm).",
  "chest": "Chest",
  "information_chest": "The chest muscle consists of two parts which called “pectoralis major” and “pectoralis minor”. Contrary to popular belief, it is not possible to work the chest as an upper or lower part. Any chest exercise is the part of the chest",
  "shoulder" : "Shoulder",
  "information_shoulder": "The deltoid (shoulder) muscles are a versatile muscle group that allows the shoulder joint to move in all directions. The deltoid muscle is divided into 3 parts as anterior (front), lateral (side) and posterior (back).",
  "back" : "Back",
  "information_back" :"The trapezius muscles are large triangular muscles located in the upper back, between the shoulders. You can divide them into the upper, middle and lower trapezius. Their function is to move the shoulder blades when the spine is stable or to move the spine when the shoulder blades are stationary",
  "leg": "Leg",
  "information_leg" :"Leg \n\"Leg Muscles The first part is the Front of the Upper Leg, namely the Quadriceps Femoris, the second part is the Back of the Upper Leg, the Hamstring Muscles, and finally the Lower Leg, the Calf Region. Our Upper Front Leg Muscles consist of 4 separate sections. AllTogether with our Quadriceps Femoris and Adductor muscles are separated within themselves.\n\\n Our Upper Rear Leg Muscles are formed by the separation of parts of a single muscle within itself.\n\\n The calf lower leg consists of the combination of two different muscles.",
  "wrist": "Forearm",
  "information_wrist" : "Wrist\n\"Your wrist muscles consist of various muscles starting from the elbow which is reached out to your wrist. It is one of the muscle groups that can be considered important in your body. It is one of the important muscles that helps your hand muscles and hand joints work. It helps you to do the basic movements of your hands. The wrist muscle group is divided into 6 in itself. \n1- Brachioradiallis \n2- Extensor carpi radialis longus and brevis \n3- Extensor digitorum \n4- Extensor digit minimi \n5- Extensor carpi uinaris \n6- Anconeus",
  "abs" : "Abs",
  "information_abs" : "Abdominal muscle\nCore region refers to the large muscle groups that keep our body and body skeleton onfoot. The only way to have a healthy posture in the body is to strengthen the muscles in this part in a balanced way. Both work and social life force us to spent hours to sitting on chairs. Body posture mistakes that we constantly repeat in our daily life without realizing it cause permanent posture disorders over time. Balanced and strong body muscles prevent posture disorders and improve existing ones significantly. Core region muscles: all abdominal region muscles (the part called size packs) , lateral abdominal muscles i.e. obliques, serratus muscles located on the sides and above the ribs),The multifidus and erector spinae muscles are responsible for keeping the spine upright and providing its reflexive rotation.",

  "protein_powder" : "Protein Powder",
  "protein_powder_information" : "Proteins are among the building blocks of the body. Particularly, they take part in the structure of the muscles and provide their nutrition and repair. They are always in the first place among the nutritional supplements that are indispensable for athletes. It is important to supplement the amount of protein spent while doing sports.",
  "carbohydrate" : "Carbohydrate",
  "carbohydrate_information" : "Carbohydrates are simple sugars. Glucose, which is the building block, provides the production of basic energy that the body needs. If carbohydrates are not enough, the body's energy will not be enough. It is the third most abundant nutrient in the body, necessary for the proper functioning of cells and organs. It is one of the most important thing for people who do spor. It is found in most of the foods we eat, so it does not need to be supplemented externally.It is a nutritional supplement that is generally preferred by professional athletes who have a strict diet or people who want to gain weight.",
  "amino_acid": "Amino Acid",
  "amino_acid_information" : "Amino acids are taken as supplements to increase protein synthesis.They facilitate rapid results by triggering development and growth.It can be considered as the previous phase of protein powder.Amino acid supplementation enables the body to produce protein.",
  "bcaa": "BCAA",
  "bcaa_information" : "It stands for \"Branced Chain Amino Acids\". They contain leucine, isoleucine and valine amino acids that the human body cannot produce, which we mentioned above, and must be taken from outside. It ensures that the resources are replenished quickly and that the phenomenon called destruction in the muscles is prevented. It also ensures the secretion of growth hormone.",
  "creatine" : "Creatine",
  "creatine_information" : " Creatine, which is a kind of amino acid, is a nutrient that can be synthesized in the body in the kidneys, liver and pancreas. It is produced naturally in the body and it is generally stored in the muscles. Creatine is involved in the production of ATP and it works in cases where energy needs are required. For example, when it is necessary to run abruptly or during fast tempo transitions, it has a bursting effect. They give the necessary energy to the muscles by doing it. They are kind of small batteries inside the muscles. While the daily requirement of a normal person is around 1-2 grams, this amount is around 5-6 grams for athletes. Since the body cannot produce this amount, it must be taken from outside. Since 1 g of creatine can be taken, it is preferred to take it as a supplement.",
  "l-carnitine" : "L-Carnitine",
  "l-carnitine_information" : "They are known as a fat burner. L-Carnitine, which is a kind of amino acid, is the molecules that convert fat cells into energy and meet the necessary energy needs from there. Normally, 20-25 mg per day is sufficient in the human body, while this amount is 50-60 in those people who do intense sports and under stress. It can increase by a factor of 1000-1200 mg. In such cases, it is necessary to supplement. Insufficient L-Carnitine requirement, proteins in the muscles are produced by breaking down. It means the muscles are melted. When it is taken enough, lean muscle mass development, reduction of adipose tissue, endurance by providing a feeling of fatigue and exhaustion. By increasing the amount of oxygen carried to the cells, it also increases the oxygen carried to the muscles and indirectly increases the power.",
  "glutamine" : "Glutamine",
  "glutamine_information" : "It is a molecule among the important amino acids. Although it is secreted in the body, recent studies have revealed that it is more important in terms of muscle preservation than other amino acids. This Glutamine, which strengthens the immune system, is generally found in the muscles , it is also used by the intestines. When it is not taken enough, the body is used by muscles. It is obtained by people and causes muscle loss.It is said that for people who do intense sports, supplements should be taken in order to preserve muscle mass.",




  "beginner_programs": "Beginner Programs",
  "medium_programs": "Medium Programs",
  "high_programs": "High Programs",

  "set" : "set",
  "last_set_drop" : "last set drop",
  "pyramid" : "Pyramid Set",
  "pyramid_information" :"The traditional way to do pyramid sets is to start with high reps of a light weight and work your way up to just a few reps of a heavy one. In practice, that might mean doing 12 reps for your first set, and then doing 10, eight, six, and four reps in successive sets",
  "super_set" : "Super Set",
  "super_set_information" : "Put simply, a superset is performing a set of two different exercises back-to-back with minimal rest in between. Traditional resistance-training programming has you perform all assigned sets of the first exercise before moving on to the second exercise.",
  "drop_set": "Drop Set",
  "drop_set_information" : "A drop set is an advanced resistance training technique in which you focus on completing a set until failure — or the inability to do another repetition. Then, you lighten the load by 10–30%, and repeat, with little to no rest in between sets. The goal is to maximize potential muscle gain.",
  "push" : "Push",
  "pull" : "Pull",
  "full_body_information" : "A full-body exercise uses a variety of muscle groups in a person's body, rather than just one. No exercise will work every muscle, but these exercises typically work across the upper body, lower body, and core."
}