{
  "email_or_password_false": "Email yada Şifre Yanlış",
  "login_title": "Giriş Yap",
  "login_password": "Şifre",
  "email_login" : "Bir Email Adresi Girin",
  "login_sing_up": "Kayıt Ol",
  "login_forgot_password" : "Şifremi Unuttum",
  "google_wit_login" : "Google ile Giriş Yap",
  "verification_title" : "Email Onayı",
  "cancel" : "Vazgeç",
  "send_again" : "Tekrar Gönder",
  "save" : "Kaydet",
  "deleting_data" : "Veri Siliniyor...",
  "information" : "Bilgiler",
  "wrong" : "Birşeyler yanlış gitti",

  "select_password": "Bir şifre belirleyin",
  "password_reset" : "Şifre Yenile",
  "password_for_email_address" : "Şifre yenileme için Email Adresi Giriniz",
  "enter_valid_email_address" : "Geçerli bir Email Adresi Girin!",
  "renewal_link" : "Email doğrulama linki email adresine gönderildi",

  "sign_up_again_password" : "Şifreyi tekrar girin",
  "email_is_not_valid" : "Geçerli bir Email değil",
  "min_six_char" : "En az 6 karaktere sahip bir şifre belirleyin",
  "same_alert" : "Şifreler birbiri ile aynı olmalıdır",
  "already_exists":  "Bu emaile ait bir hesap zaten var. Lütfen emalinize gelen doğrulama linkini kontrol edin ",

  "exercises" : "Egzersiz",
  "training" : "Antreman",

  "calorie_calculator" : "Kalori Hesabı",
  "weight" : "Kilo",
  "age": "Yaş",
  "lenght" : "Boy",
  "calculate" : "Hesapla",
  "form_shape" : "Formunu koruman için günlük alman gereken Kalori miktarı",
"calorie": "kalori",

  "chest_and_triceps" : "Göğüs - Arka Kol",
  "back_and_biceps" : "Sırt - Ön Kol",
  "leg_and_shoulder" : "Bacak - Omuz",
  "arm" : "Kol",
  "my_body_sizes" : "Vücut Ölçülerim",
  "left_arm" : "Sol Kol",
  "right_arm" : "Sağ Kol",
  "neck" : "Boyun",
  "waist": "Bel",
  "biceps": "Ön Kol",
  "information_biceps" :"Pazu veya biceps omuz ve dirsek arasındaki üst kolun önünde yer alan büyük bir kas. Kasın her iki başı da skapula üzerinde ortaya çıkar ve üst önkola bağlı tek bir kas gövdesi oluşturmak üzere birleşir.",
  "triceps": "Arka Kol",
  "information_triceps" : "Triseps  birçok omurgalının üst ekstremitesinin arkasında bulunan büyük bir kastır . 3 bölümden oluşur: medial, lateral ve uzun kafa. Dirsek ekleminin ekstansiyonundan ( kolun düzleşmesi) başlıca sorumlu kastır .",
  "chest": "Göğüs",
  "information_chest" :"Göğüs kası, “pectoralis major” ve “pectoralis minor” denilen iki bölümden oluşur. Göğsü üst veya alt bölüm olarak çalıştırmak sanılanın aksine mümkün değildir. Herhangi bir göğüs egzersizi, göğüs kısmının tümünü çalıştırır, ancak ağırlığı farklı bölgelere vermek olasıdır. Bu da değişik göğüs egzersizlerine bağlı olarak gerçekleşebilir. Birbirinden farklı egzersizler, göğüs kaslarının alt ve üst kısmını daha çok çalıştırmaya yarar, fakat yine de kaslar bir bütün olarak çalışır.",
  "shoulder": "Omuz",
 "information_shoulder" : "Deltoid (omuz) kasları, omuz ekleminin her yöne hareket etmesini sağlayan çok yönlü bir kas grubudur. Deltoid kası anterior (ön), lateral (yan) ve posterior (arka) olmak üzere 3 bölüme ayrılır.",
  "back" : "Sırt",
  "information_back" : "Trapezius kasları, omuzlar arasında, sırtın üst kısmında bulunan büyük üçgen kaslardır. Bunları yukarı, orta ve aşağı trapezius olarak ayırabilirsiniz. İşlevi, omurga sabit olduğunda kürek kemiklerini hareket ettirmek veya kürek kemikleri sabitken omurgayı hareket ettirmektir.",
  "leg": "Bacak",
  "information_leg" :"Bacak Kasları  İlk bölüm Üst Bacağın Ön Tarafı yani  Quadriceps Femorisi , İkinci bölüm Üst Bacağın Arka Tarafı yani Hamstring Muscle kası ve son olarak Alt Bacak yani Calf Bölgesi \n Üst Ön Bacak Kaslarımız 4 ayrı bölümden oluşmak ile birlikte Quadriceps Femoris ve Adduktor kaslarımız kendi içinde ayrılmışlardır. \n Üst Arka Bacak Kaslarımız tek  bir kasın kendi içinde bölümleri ayrılması ile oluşur.\n Calf  alt bacak iki farklı kasın birleşiminden oluşur.",
  "wrist": "Bilek",
  "information_wrist" : "Wrist\n\"Your wrist muscles consist of various muscles starting from the elbow which is reached out to your wrist. It is one of the muscle groups that can be considered important in your body. It is one of the important muscles that helps your hand muscles and hand joints work. It helps you to do the basic movements of your hands. The wrist muscle group is divided into 6 in itself. \n1- Brachioradiallis \n2- Extensor carpi radialis longus and brevis \n3- Extensor digitorum \n4- Extensor digit minimi \n5- Extensor carpi uinaris \n6- Anconeus",
  "abs" : "Karın",
  "information_abs" :  "Core bölgesi, gövdemizi ve gövde iskeletimizi ayakta tutan büyük kas gruplarını ifade eder.Gövdede sağlıklı bir postür duruşuna sahip olmanın tek yolu bu bölgedeki kasların dengeli bir şekilde kuvvetlendirilmesidir.Gerek iş,gerek sosyal yaşantı bizleri sandalyelerde oturularak geçirilen saatlere mahkum eder.Günlük yaşantımız içerisinde farkında olmadan sürekli tekrarladığımız vücut duruş hataları ilerleyen zamanla kalıcı postür bozukluklarına neden olur.Dengeli ve kuvvetli gövde kasları,postür bozukluklarını önler ve varolanları da önemli derece iyileştirir.Core bölgesi kasları: tüm karın bölgesi kasları(siz packs olarak adlandırılan bölüm,yan karın kasları yani oblikler,kaburgaların yanları ve üzerinde yer alan serratus kasları),bel ve boyun omurgayı dik tutmakla ve refleksif rotasyonunu sağlamakla görevli olan multifidus ve erector spinae kaslarıdır.",


  "protein_powder" : "Protein Tozu",
  "protein_powder_information" : "Proteinler vücudun yapı taşları arasında yer alır. Özellikle kasların yapısında görev alır ve onların beslenmesini ve tamir edilmesini sağlar. Sporcular için vazgeçilmez olan besin takviyeleri arasında her zaman ilk sıradadırlar. Spor yaparken harcanan protein miktarını takviye etmek önemlidir. Eğer yeterli miktarda alınmıyorsa vücut depoladığı proteini kullanır. Genelde kaslar içinde yoğun olan protein yakılınca kas hacmi azalır ve güçte düşüş yaşanır. Bunun yaşanmaması için spor yapanların ya da yeterli protein alamayanların mutlaka kullanması gereken supplementler arasındadır.",
  "carbohydrate" : "Karbonhidrat",
  "carbohydrate_information" : "Karbonhidratlar basit şekerlerdir. Yapı taşı olan glikoz, vücudun ihtiyacı olan temel enerjinin üretimini sağlar. Karbonhidrat yeterli değilse vücudun enerjisi de yeterli olmayacaktır. Hücrelerin ve organların düzgün çalışması için gerekli olan ve vücutta en çok bulunan üçüncü besin türüdür. Spor yapanların olmazsa olmazları arasında yer alır. Yediğimiz besinlerin çoğunda bulunduğu için dışarıdan takviye edilmesine pek ihtiyaç duyulmaz. Sıkı diyet yapan profesyonel sporcular ya da kilo almak isteyen kişilerin genelde tercih ettiği besin takviyesidir. ",
  "amino_acid": "Amino Asit",
  "amino_acid_information" : "Proteini oluşturan moleküllerdir. Olmazsa olmazlar arasında yer alırlar. Çok fazla çeşitleri olan amino asitlerin 20 çeşidi proteinleri oluşturanlardır. Bunlar arasında 10 çeşit ise temel amino asitler olarak sayılırlar ve vücutta yeterli miktarlarda sentezlenemezler. Mutlaka dışarıdan alınması gereklidir. Besin takviyesi olarak alınan amino asitler protein sentezini arttırırlar. Gelişmeyi ve büyümeyi tetikleyerek hızlı sonuçlar almayı kolaylaştırırlar. Protein tozunun bir önceki evresi gibi düşünülebilir. Amino asit takviyesiyle vücudun proteini üretmesi sağlanır.",
  "bcaa": "BCAA",
  "bcaa_information" : "Açılımı Branced Chain Amino Acids (Dallanmış zincirli amino asitler) manasına gelir. Yukarıda bahsettiğimiz insan vücudunun üretemediği mutlaka dışarıdan alması gereken lösin, izolösin ve valin amino asitlerini içerirler. Amino asitlerin özel olarak ayrıştırılmış 3 molekülünden oluşan bu takviye, spor yaptıktan sonra tüketilen vücut kaynaklarının hızlıca doldurulmasını ve kaslarda yıkım adı verilen olgunun önüne geçilmesini sağlar. Ayrıca büyüme hormonu salgılanmasını sağlar.",
  "creatine" : "Creatine",
  "creatine_information" :"Bir çeşit amino asit olan kreatin, vücutta böbrek, karaciğer ve pankreasta sentezlenebilen bir besindir. Vücutta doğal olarak üretilir ve genelde kaslarda depolanır. Kreatin ATP üretiminde yani enerji ihtiyacına cevap istendiği durumlarda devreye girer. Örneğin ani koşmak gerektiğinde ya da hızlı tempo geçişlerinde patlama etkisi yaparak kaslara gerekli enerjiyi verirler. Bir nevi kasların içindeki küçük bataryalardır. Normal bir insanın günlük ihtiyacı 1-2 gram civarındayken sporcularda bu miktar 5-6 gram seviyelerindedir. Vücut bu miktarı üretemeyeceği için dışarıdan alınması gerekir. Sadece beslenerek alınması durumunda 1 kg et tüketildiğinde yalnızca 1 gr Kreatin alınabildiği için supplement olarak almak tercih edilir.",
  "l-carnitine" : "L-Carnitine",
  "l-carnitine_information" : "Yağ yakıcı olarak bilinirler. Bir çeşit amino asit olan L-Karnitin, yağ hücrelerini enerjiye çeviren ve gerekli enerji ihtiyacını buradan karşılamaya yarayan moleküllerdir. Normalde insan vücudunda günlük 20-25 mg yeterli gelirken yoğun spor yapanlarda ve stres altındaki durumlarda bu miktar 50-60 kat artarak 1000-1200 mg seviyesine çıkabilir. Böyle durumlarda takviye edilmesi gereklidir. Yetersiz L-Karnitin ihtiyacı, kaslardaki proteinler parçalanarak üretilir. Bu kasların erimesi demektir. Yeterli alındığı zaman yağsız kas kütlesi gelişimi, yağ dokusunun azalması, dayanıklılık sağlayarak yorgunluk ve bitkinlik hissi yaşanmasını engeller. Hücrelere taşınan oksijen miktarını arttırarak kaslara taşınan oksijeni ve dolaylı olarak gücü de arttırır.",
  "glutamine" : "Glutamine",
  "glutamine_information" :  "Önemli aminoasitler arasında yer alan moleküldür. Vücutta salgılanıyor olsa da son yıllarda yapılan araştırmalar diğer amino asitlere göre kas korunumu bakımından daha önemli olduğunu ortaya çıkarmıştır. Bağışıklık sistemini güçlendiren bu Glutamin, genelde kaslarda bulunur ve bağırsaklar tarafından da kullanılır. Yeterli alınmadığı zaman kaslar kullanılarak vücut tarafından elde edilir ve kas kaybı yaşanmasına sebep olur. Yoğun spor yapan kişiler için kas kütlesinin korunması bakımından takviye alınması gerektiği söylenmektedir.",




  "beginner_programs": "Başlangıç Seviyesi",
  "medium_programs": "Orta Seviye",
  "high_programs": "Yüksek Seviye",

  "set" : "set",
  "last_set_drop" : "son set drop",
  "pyramid" : "Piramit Set",
  "pyramid_information" :"Piramit set nedir: Ağırlık antrenmanlarında, ağırlık seviyesi yükseldikçe set sayılarının düşmesi veya ağırlık seviyesi azaldıkça set sayılarının yükselmesi yöntemiyle uygulanan periyodik bir eğitimdir.Tekrar sayısı (12-10-8-6) veya (8-6-4-2-1) kullanılır",
  "super_set" : "Super Set",
  "super_set_information" : "Eğer uyguladaki Antreman bölümundeki kutuların arka plan renkleri aynı ise o 'Super Set' tir  \n Super set ise iki hareketin dinlenilmeden art arda yapılmasıdır. Bu sistem aynı bölgelerde uygulanabileceği gibi zıt kaslardada uygulanabilir. Örneğin biceps curl hareketi ile pazı kaslarınızı çalıştırırken set bittiğinde durmadan push down hareketine geçerek arka kol kaslarınızı çalıştırabilirsiniz.",
  "drop_set": "Drop Set",
  "drop_set_information" : "Drop set, yaptığınız hareketin son setinin son tekrarından sonra bir miktar ağırlık azaltıp yeni setlerle tükenene kadar devam etme prensibidir.Örneğin bench press yapıyorsunuz ve toplam 3 setiniz var. Hareketin son setinde ağırlığı %20-25 oranında düşürüp tekrar yapmaya devam ediyorsunuz. Daha sonra %20-25 daha düşürerek tükenene kadar tekrara devam ediyorsunuz.",
  "push" : "Push",
  "pull" : "Pull",
  "full_body_information" : "Full Body egzersizi, bir kişinin vücudundaki tek bir kas yerine çeşitli kas gruplarını kullanır.Genelde haftanın 3 günü uygulanır ve 1 er gün dinlenme arası bırakılır"




}